import { IReviewProps } from './interface';

export const reviewsList: IReviewProps[] = [
  {
    id: 1,
    name: "Ольга Васечкина",
    job: "running",
    target: "Пробеги полумарафон в Вероне",
    text: "Очень долго хотела скинуть лишний вес да и вообще начать вести здоровый образ жизни. Но все было некогда. Знакомые позвали на открытую тренировку в школу бега с мастером спорта. Чем черт не шутит, решила сходить, тем более интересно было узнать, почему.",
    video: true,
    image: "image1.jpg"
  },
  {
    id: 2,
    name: "Ольга Подорожная",
    job: "cycling",
    target: "Проедь полумарафон в Вероне",
    text: "Очень долго хотела скинуть лишний вес да и вообще начать вести здоровый образ жизни. Но все было некогда. Знакомые позвали на открытую тренировку в школу бега с мастером спорта. Чем черт не шутит, решила сходить, тем более интересно было узнать, почему.",
    video: false,
    image: "image2.jpg"
  },
  {
    id: 3,
    name: "Ольга Посейдоновая",
    job: "swimming",
    target: "Проплыви полумарафон в Вероне",
    text: "Очень долго хотела скинуть лишний вес да и вообще начать вести здоровый образ жизни. Но все было некогда. Знакомые позвали на открытую тренировку в школу бега с мастером спорта. Чем черт не шутит, решила сходить, тем более интересно было узнать, почему.",
    video: true,
    image: "image3.jpg"
  },
  {
    id: 4,
    name: "Константин Константинопольский",
    job: "running",
    target: "Пробеги полумарафон в Вероне",
    text: "Очень долго хотела скинуть лишний вес да и вообще начать вести здоровый образ жизни. Но все было некогда. Знакомые позвали на открытую тренировку в школу бега с мастером спорта. Чем черт не шутит, решила сходить, тем более интересно было узнать, почему.",
    video: false,
    image: "image4.jpeg"
  },
]